Repository: mlibrary/online-exhibits
Catalog: plugins/SimplePages/languages/*.po
Languages: ru

source: Simple Pages
ru: Простые страницы.

source: Simple Page
ru: Простая страница

source: Filter User Input For Page Content?
ru: Обрабатывать данные пользователя при вводе для содержимого страницы?

source: Name and heading for the page (required)
ru: Имя и заголовок страницы (требуется)

source: Slug
ru: Заголовок

source: The slug is the part of the URL for this page. A slug will be created automatically from the title if one is not entered. Letters, numbers, underscores, dashes, and forward slashes are allowed.
ru: Заголовок - часть URL на данной странице. Он автоматически создастся из названия, если не будет введён. Буквы, числа, подчеркивания, тире и косые черты допускаются.

source: Use HTML editor?
ru: Использовать редактор HTML?

source: Text
ru: Текст

source: Parent
ru: Исходный материал

source: The parent page
ru: Исходная страница

source: Order
ru: Порядок

source: The order of the page relative to the other pages with the same parent
ru: Порядок страниц относительно других страниц с одним и тем же исходным материалом

source: Publish this page?
ru: Опубликовать данную страницу?

source: Checking this box will make the page public
ru: Установка данного флажка сделает эту страницу главной.

source: The page "%s" has been added.
ru: Страница "%s" добавлена.

source: The page "%s" has been edited.
ru: Страница "%s" отредактирована.

source: The page "%s" has been deleted.
ru: Страница "%s" удалена.

source: Home
ru: Домашняя страница

source: Main Page (No Parent)
ru: Главная страница (для неё нет исходной)

source: The page must be given a title.
ru: Необходимо дать название странице.

source: The title for your page must be 255 characters or less.
ru: Название вашей страницы не должно превышать 255 символов.

source: The title is already in use by another page. Please choose another.
ru: Данное название уже используется на другой странице. Выберите другое, пожалуйста.

source: The page must be given a valid slug.
ru: Необходимо дать корректный заголовок.

source: The slug for your page must not be a forward slash.
ru: Заголовок на странице не должен быть за косой чертой.

source: The slug for your page must be 255 characters or less.
ru: Заголовок не должен превышать 255 символов.

source: The slug is already in use by another page. Please choose another.
ru: Данный заголовок уже прописан на другой странице. Выберите другой, пожалуйста.

source: The order must be an integer greater than or equal to 0.
ru: Порядок должен быть целым числом, равным 0 или больше 0

source: Simple Pages | Add Page
ru: Простые страницы | Добавить страницу

source: <strong>%1$s</strong> on %2$s
ru: <strong>%1$s</strong> на %2$s

source: Published
ru: Опубликовано

source: Not Published
ru: Не опубликовано

source: Last Modified
ru: Последние изменённые

source: Simple Pages | Browse
ru: Простые страницы | Просмотр

source: List View
ru: Список просмотров.

source: Hierarchy View
ru: Иерархия просмотров

source: Add a Page
ru: Добавить страницу

source: There are no pages.
ru: Нет страниц.

source: Add a page.
ru: Добавить страницу.

source: Simple Pages | Edit "%s"
ru: Простые страницы| Редактировать "%s"

source: This page was created by <strong>%1$s</strong> on %2$s, and last modified by <strong>%3$s</strong> on %4$s.
ru: Данная страница создана <strong>%1$s</strong> на %2$s, и отредактирована в последний раз <strong>%3$s</strong> на %4$s.
